{
  "museums": [
    {
      "id": "denver",
      "name": "Denver Art Museum",
      "location": "Denver, Colorado",
      "description": "Founded in 1893 as the Denver Artists' Club, the Denver Art Museum has evolved into a major institution known for its extensive Indigenous Arts of North America collection, global art holdings, and distinctive architecture by Daniel Libeskind (originally designed for One World Trade Center). A cultural hub between Chicago and the West Coast, focusing on creativity and community learning.",
      "imageUrl": "images/dam-enormous_cantilever_canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "denver-what-weve-been-people",
          "title": "What We've Been People",
          "type": "external",
          "description": "Contemporary photography exhibition exploring Indigenous identity and experience",
          "url": "https://www.denverartmuseum.org/en/exhibitions/what-weve-been-people"
        },
        {
          "id": "denver-arts-asia",
          "title": "Arts of Asia Galleries",
          "type": "external",
          "description": "Explore Buddhist art, including the Western Paradise Taima Mandala and Bodhisattva Guanyin",
          "url": "https://www.denverartmuseum.org/en/exhibitions/arts-asia-galleries"
        },
        {
          "id": "denver-andrea-carlson",
          "title": "Andrea Carlson: Contemporary Indigenous Art",
          "type": "external",
          "description": "Works exploring Indigenous identity through contemporary painting including 'Cannibal Ferox' and 'The Tempest'",
          "url": "https://www.denverartmuseum.org/en/exhibitions/andrea-carlson"
        },
        {
          "id": "denver-painting-andes",
          "title": "Painting the Andes",
          "type": "external",
          "description": "Colonial and post-colonial art from the Andes, featuring religious paintings and cultural fusion",
          "url": "https://www.denverartmuseum.org/en/exhibitions/painting-andes"
        },
        {
          "id": "denver-latin-american-century",
          "title": "A Century of Art in Latin America",
          "type": "external",
          "description": "Contemporary Latin American art including works by Diego Rivera, Carlos Mérida, and Tessa Mars",
          "url": "https://www.denverartmuseum.org/en/exhibitions/century-art-latin-america"
        },
        {
          "id": "denver-photography-collection",
          "title": "Photography Collection",
          "type": "external",
          "description": "Browse the museum's extensive photography holdings",
          "url": "https://www.denverartmuseum.org/en/search/collections?f%5B0%5D=display_collection%3A3098"
        },
        {
          "id": "denver-architecture-collection",
          "title": "Architecture and Design Collection",
          "type": "external",
          "description": "Explore architectural works and design objects",
          "url": "https://www.denverartmuseum.org/en/search/collections?f%5B0%5D=display_collection%3A3096"
        },
        {
          "id": "denver-latin-american-collection",
          "title": "Latin American Art Collection",
          "type": "external",
          "description": "Browse works from across Latin America",
          "url": "https://www.denverartmuseum.org/en/search/collections?f%5B0%5D=display_collection%3A3102"
        },
        {
          "id": "denver-european-american-collection",
          "title": "European and American Art Before 1900",
          "type": "external",
          "description": "Classic works from European and American traditions",
          "url": "https://www.denverartmuseum.org/en/search/collections?f%5B0%5D=display_collection%3A3103"
        },
        {
          "id": "denver-pissarro-custom",
          "title": "Camille Pissarro: Father of Impressionism",
          "type": "custom",
          "description": "Explore the life, techniques, and masterworks of Camille Pissarro, the elder statesman who mentored Cézanne and helped birth the Impressionist movement",
          "pages": [
            {
              "title": "Introduction: The Father of Impressionism",
              "content": "Camille Pissarro (1830-1903) holds a unique position in art history. While Monet is often celebrated as the face of Impressionism, it was Pissarro who served as the movement's moral center and teacher. He was the only artist to exhibit in all eight Impressionist exhibitions (1874-1886), and his influence extended far beyond his own canvases.\n\nPissarro mentored some of the most important artists of his time, including Paul Cézanne, who called him \"humble and colossal,\" and Georges Seurat, whose Pointillist technique grew directly from Pissarro's experiments with color theory. His gentle personality and revolutionary ideas made him both a bridge between artistic generations and a catalyst for innovation.\n\nThis lesson explores Pissarro's life, his groundbreaking techniques, and the masterworks that established him as one of the most influential painters of the 19th century.",
              "imageUrl": "images/pissarro_camille-autoportrait_1873.jpg"
            },
            {
              "title": "Early Life: From the Caribbean to Paris",
              "content": "Jacob Abraham Camille Pissarro was born on July 10, 1830, in Charlotte Amalie, on the island of St. Thomas in the Danish West Indies (now the U.S. Virgin Islands). His father was a French Sephardic Jewish merchant, and his mother was from a Dominican Creole family.\n\nThis multicultural Caribbean upbringing would influence Pissarro throughout his life, giving him a broader perspective than many of his European contemporaries. He showed artistic talent early, and in 1842, at age 12, was sent to a boarding school near Paris where he was encouraged to draw.\n\nAfter returning to St. Thomas in 1847 to work in his father's business, Pissarro's passion for art only grew. In 1852, he left the island with Danish artist Fritz Melbye to paint in Venezuela. It was there, surrounded by tropical light and color, that Pissarro decided to dedicate his life to painting.",
              "imageUrl": "images/charlotte_amalie_harbour.png"
            },
            {
              "title": "Arrival in Paris: Entering the Art World",
              "content": "In 1855, at age 25, Pissarro permanently moved to Paris to pursue his artistic career. He arrived during a transformative moment in French art—the Paris Exposition Universelle was showcasing works by Ingres, Delacroix, and the controversial Realist painter Gustave Courbet.\n\nPissarro studied at various academic institutions, including the École des Beaux-Arts and the Académie Suisse, where he would meet fellow future Impressionists Claude Monet and Paul Cézanne. But it was his work with Camille Corot, the great landscape painter, that had the most profound early influence on his development.\n\nCorot taught Pissarro to paint en plein air (outdoors) and to observe nature directly rather than composing idealized landscapes in the studio. This lesson would become fundamental to Impressionism itself.",
              "imageUrl": "images/the_banks_of_the_marne_in_winter.jpg"
            },
            {
              "title": "The Birth of Impressionism",
              "content": "In the 1860s, Pissarro became part of the group of young artists who would eventually become the Impressionists. They met at the Café Guerbois in Paris, debating art and challenging the conservative standards of the official Salon.\n\nThe group included Monet, Renoir, Sisley, Bazille, and later Degas, Morisot, and Cézanne. They shared a revolutionary vision: to capture the fleeting effects of light and atmosphere, to paint modern life, and to break free from the dark, heavily varnished academic style.\n\nPissarro was older than most of the group and emerged as a kind of father figure—patient, generous with advice, and unwavering in his commitment to the new style. His calm temperament and principled nature made him the glue that held the often-fractious group together through years of poverty and ridicule.",
              "imageUrl": "images/jalais-hill-pontoise.jpg"
            },
            {
              "title": "The First Impressionist Exhibition (1874)",
              "content": "In 1874, after years of rejection from the official Salon, Pissarro and his fellow artists organized their own independent exhibition in the studio of photographer Nadar. It was a revolutionary act—artists taking control of how their work was presented to the public.\n\nThe exhibition included 165 works by 30 artists, including Monet's \"Impression, Sunrise\" (which would give the movement its name), Renoir, Degas, Sisley, Morisot, and five landscapes by Pissarro. Critics were brutal, mocking the loose brushwork and bright colors as unfinished sketches.\n\nBut Pissarro remained committed. He would be the only artist to exhibit in all eight Impressionist exhibitions (1874, 1876, 1877, 1879, 1880, 1881, 1882, and 1886), a testament to his unwavering belief in the movement and his role as its moral center.",
              "imageUrl": "images/the-market-gardens-of-vaugirard-1879.jpg"
            },
            {
              "title": "Technique: Broken Color and Light",
              "content": "Pissarro's technique evolved throughout his career, but certain principles remained constant. Like his fellow Impressionists, he rejected the smooth, blended brushwork of academic painting in favor of visible, broken brushstrokes of pure color.\n\nHe applied paint in small touches, allowing colors to mix optically in the viewer's eye rather than on the palette. Blues and yellows placed side by side would create the impression of green; reds and greens would vibrate against each other, creating luminosity.\n\nPissarro was particularly interested in how light changed the appearance of a scene throughout the day and across seasons. He would paint the same subject multiple times—a boulevard in different weather, a field in different light—anticipating Monet's famous series paintings of haystacks and cathedrals.",
              "imageUrl": "images/the-harvest-of-hay-in-eragny.jpg"
            },
            {
              "title": "Rural Life and the Peasant Worker",
              "content": "Unlike Monet, who preferred unpopulated landscapes, or Renoir, who painted bourgeois leisure, Pissarro consistently focused on rural workers and peasant life. His paintings show farmers plowing fields, women harvesting hay, markets bustling with vendors and shoppers.\n\nThis focus stemmed partly from Pissarro's anarchist political beliefs. He believed in the dignity of labor and saw rural workers as more authentic than the urban bourgeoisie. His paintings celebrate their connection to the land and the rhythms of agricultural life.\n\nBut Pissarro never sentimentalized his subjects. He painted them with the same attention to light and atmosphere that he gave to trees and sky, showing that modern painting could address social themes without abandoning artistic innovation.",
              "imageUrl": "images/apple-picking-at-eragny-sur-epte-.jpg"
            },
            {
              "title": "Mentoring Cézanne: 'Humble and Colossal'",
              "content": "Pissarro's most famous protégé was Paul Cézanne, who would later be called the 'Father of Modern Art.' When they met in the 1860s, Cézanne was awkward, socially difficult, and struggling to find his artistic voice. His paintings were dark, thick with paint, and frequently rejected by the Salon.\n\nPissarro took Cézanne under his wing, inviting him to work alongside him in Pontoise and Auvers. He taught Cézanne to lighten his palette, to work en plein air, and to build form through color rather than drawing. Under Pissarro's patient guidance, Cézanne's paintings became more controlled and confident.\n\nCézanne never forgot what Pissarro did for him. Years later, when Cézanne had developed his own revolutionary style, he still listed himself in exhibition catalogues as 'pupil of Pissarro,' and described his mentor as 'humble and colossal.'",
              "imageUrl": "images/cezanne_mill_on_the_couleuvre_at_pontoise.jpg"
            },
            {
              "title": "The Boulevard Paintings: Urban Impressionism",
              "content": "In the 1890s, Pissarro's style shifted toward more urban subjects. Due to an eye infection that made working outdoors difficult, he began painting from hotel windows, creating series of Paris boulevards seen from above.\n\nThese paintings—of the Boulevard Montmartre, the Avenue de l'Opéra, the Tuileries Gardens—show Pissarro as a master of urban space. He captured the movement of crowds, the play of light on wet pavement, the rhythm of modern city life. The elevated viewpoint allowed him to organize complex scenes into patterns of color and movement.\n\nThese works demonstrate that Impressionism wasn't just about rural landscapes and water lilies. It could capture the energy and dynamism of modern Paris, the city that was being rebuilt as a metropolis of wide boulevards and grand vistas.",
              "imageUrl": "images/pissarro-the_boulevard_montmartre_at_night.jpg"
            },
            {
              "title": "A Pointillist Experiment: Neo-Impressionism",
              "content": "In the mid-1880s, Pissarro became fascinated with the work of Georges Seurat and Paul Signac, who were developing a systematic approach to color theory called Pointillism or Neo-Impressionism. Instead of broken brushstrokes, they applied tiny dots of pure color that would blend in the viewer's eye.\n\nAlways willing to experiment, Pissarro adopted this technique for about five years (1885-1890), creating carefully constructed compositions with small points of color. He even convinced his son Lucien to work in this style.\n\nBut ultimately, Pissarro found the technique too restrictive and slow. He returned to his freer Impressionist brushwork, though his brief Neo-Impressionist period showed his openness to new ideas and his willingness to learn from younger artists—a rare quality in an established painter.",
              "imageUrl": "images/apple-picking-at-eragny-sur-epte-.jpg"
            },
            {
              "title": "Masterwork: 'The Harvest' (1882)",
              "content": "In 'The Harvest' (1882), Pissarro creates a timeless vision of agricultural labor. The painting shows peasant women gathering hay in golden summer light. The composition is deceptively simple: the workers are arranged across the middle ground, with haystacks providing vertical accents.\n\nBut look closer at Pissarro's technique: the broken brushstrokes create a shimmering effect as light plays across the field. Blues and violets in the shadows contrast with warm yellows and ochres in the sunlit areas. The paint application varies—looser in the sky, more structured in the figures, capturing both atmospheric effects and solid form.\n\nThe painting celebrates labor without romanticizing it. These are real workers in real light, painted with dignity and attention. It's a perfect synthesis of Impressionist technique and Pissarro's humanist values.",
              "imageUrl": "images/the-harvest-of-hay-in-eragny.jpg"
            },
            {
              "title": "Masterwork: 'Boulevard Montmartre, Spring' (1897)",
              "content": "'Boulevard Montmartre, Spring' is one of Pissarro's finest urban paintings. Painted from a hotel window overlooking the bustling boulevard, it captures a moment of Parisian life with remarkable energy and atmosphere.\n\nThe composition is organized by the strong diagonal of the boulevard, lined with trees just coming into spring leaf. Carriages, omnibuses, and pedestrians create rhythmic patterns of movement. The warm afternoon light creates long shadows and illuminates the buildings with a golden glow.\n\nPissarro's brushwork is particularly masterful here: quick strokes for moving figures, longer strokes for the pavement, delicate touches for the spring foliage. The overall effect is one of vibrant urban life seen through the filter of impressionist color and light.",
              "imageUrl": "images/the_boulevard_montmartre_on_a_winter_morning.jpg"
            },
            {
              "title": "Masterwork: 'The Côte des Bœufs at L'Hermitage' (1877)",
              "content": "This painting from 1877 shows Pissarro at the height of his Impressionist powers. It depicts a hillside path near Pontoise, where Pissarro lived during some of his most productive years. The scene is deceptively simple—a sloping road, houses among trees, figures going about their daily business.\n\nWhat makes it remarkable is Pissarro's handling of light filtering through foliage. The entire painting seems to shimmer with dappled sunlight. He builds form through color—greens, blues, pinks, and ochres that suggest trees, buildings, and earth without hard outlines.\n\nThe painting demonstrates Pissarro's ability to find beauty in ordinary subjects. This is not a dramatic vista or picturesque village, just a hillside path on an ordinary day. But through Pissarro's eyes, it becomes a symphony of light and color.",
              "imageUrl": "images/l-hermitage-at-pontoise.jpg"
            },
            {
              "title": "Influence on Post-Impressionism",
              "content": "Pissarro's influence extended well beyond Impressionism. His mentoring of Cézanne helped birth the structural approach that would lead to Cubism. His openness to Neo-Impressionism encouraged Seurat and Signac to develop their systematic color theories.\n\nBut his influence went deeper than technique. Pissarro showed younger artists that a painter could be both innovative and principled, that art could address social concerns while remaining visually revolutionary, that success didn't require compromising one's vision.\n\nArtists as diverse as Gauguin, Van Gogh, and Matisse acknowledged their debt to Pissarro. His combination of radical technique and humanist subject matter created a template for engaged modern painting.",
              "imageUrl": "images/paul_gauguin_vision-after-the-sermon.jpg"
            },
            {
              "title": "Political Beliefs: Art and Anarchism",
              "content": "Pissarro was a committed anarchist who believed in a society without government or hierarchies, where people would work cooperatively and share resources equally. These beliefs influenced his choice of subjects—he painted peasants and workers, not aristocrats or military heroes.\n\nHis anarchism was gentle and philosophical, rooted in mutual aid rather than violence. He believed that art could model a better society by showing the dignity of labor and the beauty of communal life. His paintings of markets and harvest scenes celebrate cooperation and shared purpose.\n\nDuring the Dreyfus Affair, which divided France, Pissarro strongly defended Captain Dreyfus, the Jewish army officer falsely convicted of treason. He faced anti-Semitic attacks himself but never wavered in his support for justice, demonstrating that his political principles were not abstract but deeply felt.",
              "imageUrl": "images/the-harvest-of-hay-in-eragny.jpg"
            },
            {
              "title": "Late Style: Return to Impressionism",
              "content": "In his final decade, Pissarro returned fully to Impressionism after his Neo-Impressionist experiment. But his late style was richer and more assured than his early work. He had learned from his experiments with pointillism, and his color became more nuanced and complex.\n\nHis late urban series—of Rouen, Paris, Dieppe, and Le Havre—show remarkable confidence. Working from hotel windows due to his eye condition, he created panoramic views of modern life with loose, expressive brushwork that sometimes anticipates Fauvism.\n\nThese late works prove that Impressionism was not exhausted but capable of continual renewal. Pissarro remained vital and innovative into his seventies, still finding new ways to capture light, movement, and modern life.",
              "imageUrl": "images/the_banks_of_the_marne_in_winter.jpg"
            },
            {
              "title": "The Market Paintings",
              "content": "Throughout his career, Pissarro painted markets—bustling scenes of vendors and shoppers, colorful displays of produce, the social interaction of commercial exchange. These paintings reflect his interest in ordinary people and communal spaces.\n\nThe markets gave Pissarro opportunities to explore complex compositions filled with figures, umbrellas, stalls, and goods. He organized these busy scenes through color relationships and rhythmic patterns, creating coherent paintings from apparent chaos.\n\nThese works also reflect his political vision—markets as spaces of cooperation and mutual benefit, where people come together to meet their needs without hierarchy or exploitation. They're celebrations of everyday life and human interaction.",
              "imageUrl": "images/camille_pissarro_conversation_pontoise.jpg"
            },
            {
              "title": "Teaching and Generosity",
              "content": "Pissarro's generosity as a teacher was legendary. He didn't just help Cézanne but also worked with Gauguin, giving him technical advice when Gauguin was still learning to paint. He encouraged Mary Cassatt and mentored his own sons Lucien and Georges when they became painters.\n\nHis teaching style was patient and non-dogmatic. He shared his knowledge freely but encouraged each artist to develop their own voice. He believed that painting was learned through practice and observation, not through following rules.\n\nMany artists later recalled that Pissarro saved them during difficult periods—offering encouragement when they were discouraged, sharing resources when they were poor, defending their work when critics attacked. He created a model of artistic community based on mutual support rather than competition.",
              "imageUrl": "images/camille_pissarro-view_from_my_window_eragny-sur-epte.jpg"
            },
            {
              "title": "Legacy: 'The Dean of Impressionist Painters'",
              "content": "When Pissarro died in 1903, he was mourned as the last of the original Impressionists still working. Cézanne, by then himself recognized as a master, wept at the news. Monet said he had lost a friend and guide.\n\nPissarro's legacy is complex. He was never as famous during his lifetime as Monet or Renoir, and he died in relative poverty. Yet his influence was profound—he literally taught some of the most important painters of the modern era.\n\nToday, Pissarro is recognized not just as a great Impressionist but as a bridge between movements. His work connects Corot and the Barbizon School to Impressionism, Impressionism to Post-Impressionism, and all of 19th-century painting to 20th-century modernism.",
              "imageUrl": "images/pissarro-self-portrait-1903.jpg"
            },
            {
              "title": "Video: Introduction to Impressionism",
              "content": "To understand Pissarro's place within Impressionism, watch this comprehensive overview of the movement. It covers the historical context, key principles, and major artists including Pissarro's central role.\n\nPay attention to how Impressionism challenged academic conventions and how the artists worked collectively to establish a new approach to painting. Note Pissarro's unique position as the only artist to exhibit in all eight Impressionist exhibitions.",
              "videoUrl": "https://youtu.be/IjsJAT3YPxI"
            },
            {
              "title": "Video: Impressionism and Modern Life",
              "content": "This video explores how Impressionists captured modern life in late 19th-century France. It discusses their subjects, techniques, and the social context of their work.\n\nConsider how Pissarro's focus on rural workers and markets differs from other Impressionists' subjects, and how his political beliefs influenced his choice of what to paint.",
              "videoUrl": "https://youtu.be/AicULdmeyRg"
            },
            {
              "title": "Video: The Science of Impressionism",
              "content": "This video examines the color theory and optical science behind Impressionist painting. It explains how artists like Pissarro used broken color and juxtaposed complementary hues to create luminous effects.\n\nUnderstand how Pissarro's experiments with Neo-Impressionism deepened his knowledge of color theory, even though he ultimately returned to a freer Impressionist approach.",
              "videoUrl": "https://youtu.be/KGEpaKRXYj8"
            },
            {
              "title": "Video: Pissarro and Pointillism",
              "content": "This video discusses Pissarro's brief but significant experiment with Pointillism in the mid-1880s. It shows how he adapted Seurat's systematic approach while maintaining his own artistic identity.\n\nNote how this period influenced his later work and demonstrates his willingness to learn from younger artists—a rare quality in an established master.",
              "videoUrl": "https://youtu.be/evb0q2SYnks"
            },
            {
              "title": "Video: Painting Paris - The Boulevard Series",
              "content": "This video examines Pissarro's urban paintings of Paris in the 1890s, particularly his series of boulevard scenes painted from elevated viewpoints.\n\nObserve how Pissarro adapted Impressionist techniques to capture the energy and movement of modern city life, creating some of his most dynamic and innovative works.",
              "videoUrl": "https://youtu.be/1RzrHr39_w8"
            },
            {
              "title": "Video: Pissarro's Influence on Cézanne",
              "content": "This video explores the crucial relationship between Pissarro and Cézanne, showing how the older artist's patient teaching helped Cézanne develop the style that would revolutionize modern art.\n\nConsider how Pissarro's mentorship exemplifies his generous spirit and his crucial role in the development of Post-Impressionism.",
              "videoUrl": "https://youtu.be/rK2RWcBzAxo"
            },
            {
              "title": "Conclusion: A Revolutionary Life in Art",
              "content": "Camille Pissarro lived through revolutionary changes in art, politics, and society. He witnessed the birth of photography, the transformation of Paris, the rise and fall of governments, and the complete reinvention of painting.\n\nThrough it all, he remained committed to his vision: that art should capture truth, that painting should address modern life, that artists should work together rather than compete. His gentle personality masked a revolutionary spirit—he helped overturn centuries of academic tradition and establish a completely new way of seeing.\n\nPissarro's greatest legacy may not be any single painting but the example he set: of integrity, generosity, and tireless dedication to artistic truth. He showed that a painter could be both innovative and humane, that art could serve both aesthetic and social purposes, and that true success comes from staying true to one's vision even in the face of poverty and rejection.\n\nAs we look at his paintings today—of sunlit fields, busy markets, Parisian boulevards—we see not just beautiful images but a revolutionary's gentle vision of a better world.",
              "imageUrl": "images/camille_pissarro-view_from_my_window_eragny-sur-epte.jpg"
            },
            {
              "title": "Explore More: Pissarro Resources",
              "content": "Ready to explore more about Pissarro and Impressionism?\n\nVisit these museums to see Pissarro's works:\n• Musée d'Orsay, Paris (largest collection)\n• National Gallery, London\n• Metropolitan Museum of Art, New York\n• Art Institute of Chicago\n• Ashmolean Museum, Oxford\n\nBooks to Read:\n• 'Pissarro: His Life and Work' by Joachim Pissarro (the artist's great-grandson)\n• 'Pissarro: Critical Catalogue of Paintings' by Joachim Pissarro and Claire Durand-Ruel Snollaerts\n• 'The Letters of Camille Pissarro to His Son Lucien'\n\nOnline Resources:\n• Complete works at www.camille-pissarro.org\n• Impressionist exhibitions timeline\n• Virtual tours of Pissarro's Pontoise and Éragny\n\nRemember: Pissarro believed that painting was learned through observation and practice. The best way to understand his achievement is to look carefully at his work and then try painting yourself—en plein air, if possible!",
              "imageUrl": "images/pissarro_et_sa_femme_julie_vellay.jpg"
            }
          ]
        }
      ]
    },
    {
      "id": "prado",
      "name": "Museo del Prado",
      "location": "Madrid, Spain",
      "description": "Spain's premier art museum, home to masterworks by Velázquez, Goya, El Greco, and more. Explore Spanish royal collections and European masterpieces.",
      "imageUrl": "images/prado-las_meninas_button_velazquez-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "prado-intro-video",
          "title": "Introduction to the Prado",
          "type": "youtube",
          "description": "Overview of the museum and its collections",
          "url": "https://youtu.be/v-J_VAU1aeY"
        },
        {
          "id": "prado-queen-isabella",
          "title": "The Female Perspective III: Queen Isabella Farnese",
          "type": "external",
          "description": "Exhibition exploring the art patronage and collecting of Queen Isabella Farnese, highlighting women's roles in shaping museum collections",
          "url": "https://www.museodelprado.es/en/whats-on/exhibition/the-female-perspective-iii-queen-isabella-farnese/3f7ed688-956b-487f-957b-6a377fbeffd1"
        },
        {
          "id": "prado-capilla-herrera",
          "title": "Capilla Herrera",
          "type": "external",
          "description": "The Prado's chapel space featuring devotional art and religious works",
          "url": "https://www.museodelprado.es/museo/capilla-herrera"
        },
        {
          "id": "prado-caravaggio-ecce-homo",
          "title": "The Lost Caravaggio: Ecce Homo Unveiled",
          "type": "youtube",
          "description": "Documentary on the recently discovered Caravaggio masterpiece (1606-1609). The Prado's collection connects to other Caravaggio works including the Kimbell's 'Judith Beheading Holofernes'",
          "url": "https://youtu.be/70pBGY97oI4"
        },
        {
          "id": "prado-caravaggio-montage",
          "title": "Ecce Homo Exhibition Montage",
          "type": "youtube",
          "description": "Behind-the-scenes look at mounting the Caravaggio exhibition",
          "url": "https://youtu.be/35UlfFM_nTY"
        },
        {
          "id": "prado-caravaggio-power-of-art",
          "title": "Power of Art: Caravaggio",
          "type": "youtube",
          "description": "Dramatic documentary exploring Caravaggio's revolutionary art and tumultuous life",
          "url": "https://youtu.be/CX_KWIvIVM8"
        },
        {
          "id": "prado-mengs",
          "title": "Anton Raphael Mengs (1728-1779)",
          "type": "external",
          "description": "Exhibition on the German Neoclassical painter who worked extensively for Spanish royalty",
          "url": "https://www.museodelprado.es/en/whats-on/exhibition/anton-raphael-mengs-1728-1779/4be2964e-3169-c21d-52ec-9c6caf24cbfb"
        },
        {
          "id": "prado-mengs-video",
          "title": "Mengs Exhibition Montage",
          "type": "youtube",
          "description": "Short visual tour of the Mengs exhibition",
          "url": "https://youtu.be/UQt0TsyCqhs"
        },
        {
          "id": "prado-munoz-degrain",
          "title": "Antonio Muñoz Degrain (1840-1924)",
          "type": "external",
          "description": "Spanish landscape and historical painter known for dramatic light effects",
          "url": "https://www.museodelprado.es/en/whats-on/exhibition/the-painter-antonio-muoz-degrain-1840---1924/f55650bd-c397-4266-f8b2-22e4bd9c3a93"
        },
        {
          "id": "prado-munoz-degrain-instagram",
          "title": "Muñoz Degrain: The Lovers of Teruel",
          "type": "youtube",
          "description": "Instagram session exploring 'The Lovers of Teruel' (1884) and landscape works",
          "url": "https://www.museodelprado.es/en/whats-on/multimedia/weekly-sessions-in-english-antonio-muoz-degrain/2c84a270-824a-4e05-beae-9a1e4ef3ec23"
        },
        {
          "id": "prado-brueghel-collection",
          "title": "Jan Brueghel the Elder Collection",
          "type": "external",
          "description": "Browse works by 'Velvet' Brueghel, master of detailed landscapes and still lifes",
          "url": "https://www.museodelprado.es/en/the-collection/art-works?cidoc:p14_carried_out_by@@@pm:author@@@ecidoc:p131_E82_p102_has_title=Brueghel%20the%20Elder,%20Jan%20(Jan%20%27Velvet%27%20Brueghel)@en"
        },
        {
          "id": "prado-rubens-brueghel",
          "title": "Rubens and Brueghel Collaborations",
          "type": "external",
          "description": "Collaborative works between Peter Paul Rubens and Jan Brueghel, including 'The Sense of Hearing'",
          "url": "https://www.museodelprado.es/en/the-collection/art-works?cidoc:p14_carried_out_by@@@pm:author@@@ecidoc:p131_E82_p102_has_title=Brueghel%20the%20Elder,%20Jan%20(Jan%20%27Velvet%27%20Brueghel)@en&cidoc:p14_carried_out_by@@@pm:author@@@ecidoc:p131_E82_p102_has_title=Rubens,%20Peter%20Paul@en"
        },
        {
          "id": "prado-velazquez-collection",
          "title": "Velázquez Collection",
          "type": "external",
          "description": "Explore the Prado's unmatched collection of Diego Velázquez, including Las Meninas",
          "url": "https://www.museodelprado.es/en/the-collection/artist/velazquez-diego-rodriguez-de-silva-y/434337e9-77e4-4597-a962-ef47304d930d"
        },
        {
          "id": "prado-velazquez-crucified-christ",
          "title": "The Crucified Christ by Velázquez",
          "type": "youtube",
          "description": "Analysis of Velázquez's powerful religious masterwork",
          "url": "https://youtu.be/uxtwKVBtIIM"
        },
        {
          "id": "prado-las-meninas-analysis",
          "title": "Las Meninas: Main Figures and Space",
          "type": "youtube",
          "description": "Instagram session breaking down Velázquez's compositional genius in Las Meninas (1656)",
          "url": "https://www.museodelprado.es/en/whats-on/multimedia/weekly-sessions-in-english-main-figures-and-space/a0542137-37c9-45a4-ac8d-19017b508706"
        },
        {
          "id": "prado-timeline",
          "title": "Prado Timeline Explorer",
          "type": "external",
          "description": "Interactive timeline connecting artworks to historical events and monarchs",
          "url": "https://www.museodelprado.es/en/the-collection/timeline"
        }
      ]
    },
    {
      "id": "kimbell",
      "name": "Kimbell Art Museum",
      "location": "Fort Worth, Texas",
      "description": "Intimate museum featuring European masterworks in Louis Kahn's iconic architecture. Home to works by Caravaggio, Monet, Matisse, and more.",
      "imageUrl": "images/matisse-kimball-asia-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "kimbell-matisse-asia",
          "title": "Matisse: L'Asie (1946)",
          "type": "external",
          "description": "Explore Matisse's vibrant Fauvist masterpiece celebrating color and form",
          "url": "https://kimbellart.org/collection/apg-199301"
        },
        {
          "id": "kimbell-matisse-documentary",
          "title": "Matisse: Life and Work",
          "type": "youtube",
          "description": "48-minute documentary exploring Matisse's artistic journey and Fauvism",
          "url": "https://youtu.be/bPcVAm3y0BA"
        },
        {
          "id": "kimbell-monet-exhibition",
          "title": "Claude Monet Exhibition",
          "type": "external",
          "description": "The Kimbell's Monet holdings including Water Lilies and Weeping Willow. Cross-reference with the Impressionism course for deeper context.",
          "url": "https://kimbellart.org/exhibition/monet"
        },
        {
          "id": "kimbell-monet-documentary",
          "title": "How Claude Monet Transformed French Painting",
          "type": "youtube",
          "description": "Documentary on Monet's revolutionary approach to light and color",
          "url": "https://youtu.be/hVQSZ7Rvs2c"
        }
      ]
    },
    {
      "id": "americas",
      "name": "Museo de las Américas",
      "location": "San Juan, Puerto Rico",
      "description": "Founded in 1992, dedicated to presenting the history and cultures of the American continent with special emphasis on Puerto Rico. Housed in the historic Cuartel de Ballajá (1854-1864).",
      "imageUrl": "images/museo-de-las-americas-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "americas-intro-video",
          "title": "Museo de las Américas Introduction",
          "type": "youtube",
          "description": "Quick overview of the museum and its mission",
          "url": "https://youtu.be/Arlry0-s-NE"
        },
        {
          "id": "americas-bloomberg",
          "title": "Supporting Art and Community in Puerto Rico",
          "type": "youtube",
          "description": "Bloomberg Philanthropies feature on community engagement",
          "url": "https://youtu.be/6QMO7ESGWs0"
        },
        {
          "id": "americas-tour",
          "title": "Old San Juan's Cultural Jewel",
          "type": "youtube",
          "description": "Amateur walking tour of the museum",
          "url": "https://youtu.be/MFfaDmURoyI"
        },
        {
          "id": "americas-popular-arts",
          "title": "Las Artes Populares en Las Américas",
          "type": "external",
          "description": "Exhibition exploring traditional artistic expressions from across the Americas, highlighting cultural diversity rooted in Indigenous, European, African, and Asian influences",
          "url": "https://www.museolasamericas.org/artes-populares/"
        },
        {
          "id": "americas-indigenous",
          "title": "El Indígena de Las Américas",
          "type": "external",
          "description": "Explores Indigenous history and resilience, featuring Taíno culture and hyperrealistic sculptures by Felipe Lettersten. Puerto Rico holds evidence of human presence dating back 6,200 years.",
          "url": "https://www.museolasamericas.org/el-indigena-de-las-americas/"
        },
        {
          "id": "americas-taino-video-1",
          "title": "5 Indigenous Taíno Sites in Puerto Rico",
          "type": "youtube",
          "description": "Exploring archaeological sites and cultural heritage",
          "url": "https://youtu.be/WMl84lOZwK4"
        },
        {
          "id": "americas-taino-video-2",
          "title": "Rediscovering the Taíno People",
          "type": "youtube",
          "description": "Documentary on Taíno history and cultural survival",
          "url": "https://youtu.be/E-098wNpY6A"
        },
        {
          "id": "americas-african-heritage",
          "title": "La Herencia Africana",
          "type": "external",
          "description": "Explores the foundational role of African peoples in shaping Puerto Rico, from slavery's tragic history to extraordinary cultural contributions. Highlights West and Central African traditions.",
          "url": "https://www.museolasamericas.org/la-herencia-africana/"
        },
        {
          "id": "americas-santos-de-palo",
          "title": "Santos de Palo de Puerto Rico",
          "type": "external",
          "description": "Wooden religious sculptures rooted in Spanish colonial catechization, now a uniquely Puerto Rican artistic genre. Collection donated by Ricardo E. Alegría Gallardo and Carmen Ana Pons Castañer.",
          "url": "https://www.museolasamericas.org/santos-de-palo-de-puerto-rico/"
        },
        {
          "id": "americas-santos-video-1",
          "title": "Dale Click a la Cultura: Santos de Palo Contemporáneos",
          "type": "youtube",
          "description": "Contemporary interpretations of the santos tradition",
          "url": "https://youtu.be/FgBWKJA_-Ak"
        },
        {
          "id": "americas-santos-conference",
          "title": "Santos de palo puertorriqueños: devoción, tradición, arte y cultura",
          "type": "youtube",
          "description": "In-depth conference on the santos tradition (long but comprehensive)",
          "url": "https://youtube.com/live/kQv-172Vctc"
        },
        {
          "id": "americas-reyes-magos",
          "title": "Reyes Magos en Carruaje - Artisan Wilzen Pérez",
          "type": "youtube",
          "description": "In Europe the Three Kings travel by camel, but in Puerto Rico they ride in legendary artisan carts",
          "url": "https://youtu.be/5t4fBJ7xucM"
        },
        {
          "id": "americas-conquest-colonization",
          "title": "Conquest and Colonization",
          "type": "external",
          "description": "Six galleries exploring how Taíno, African, and Spanish cultures intersected to form Puerto Rican identity. Examines evangelization, colonial architecture, and strategic importance that led to attacks by Dutch, French, and English forces.",
          "url": "https://www.museolasamericas.org/conquista-y-colonizacion/"
        },
        {
          "id": "americas-el-morro",
          "title": "El Morro: Digital Reconstruction",
          "type": "youtube",
          "description": "History including digital geography and topography of nearby El Morro fortress (some minor inaccuracies but impressive digital recreations)",
          "url": "https://youtu.be/cXIXl21Lg1I"
        }
      ]
    },
    {
      "id": "louvre",
      "name": "The Louvre",
      "location": "Paris, France",
      "description": "The world's most visited museum, home to the Mona Lisa, Venus de Milo, and countless masterworks spanning human history.",
      "imageUrl": "images/louvre-pyramid-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "louvre-placeholder",
          "title": "Coming Soon: Louvre Masterworks",
          "type": "external",
          "description": "Lessons on Mona Lisa, Venus de Milo, Wedding at Cana, and more masterpieces will be added soon!",
          "url": "https://www.louvre.fr/en"
        }
      ]
    },
    {
      "id": "impressionism",
      "name": "Impressionism",
      "location": "Art Movement • 1860s-1880s",
      "description": "Revolutionary movement that broke from academic tradition, capturing fleeting moments of light and color en plein air. Led by Monet, Renoir, Pissarro, and others.",
      "imageUrl": "images/impressionism-grande_jatte_georges_seurat-1884.png",
      "visible": true,
      "lessons": [
        {
          "id": "impressionism-udemy",
          "title": "Complete Impressionism Course",
          "type": "external",
          "description": "Comprehensive Udemy course on Impressionist art, history, and techniques",
          "url": "https://www.udemy.com/course/impressionism/",
          "note": "This course requires login. Use these credentials (you'll only need to enter them once on this device)"
        },
        {
          "id": "impressionism-starry-night",
          "title": "Vincent Van Gogh's The Starry Night",
          "type": "youtube",
          "description": "Great Art Explained: Deep dive into Van Gogh's masterpiece",
          "url": "https://youtu.be/wk9L1N9bRRE"
        },
        {
          "id": "impressionism-water-lilies",
          "title": "Monet's Water Lilies",
          "type": "youtube",
          "description": "Great Art Explained: Understanding Monet's garden paintings",
          "url": "https://youtu.be/fd-Me3EBGYY"
        },
        {
          "id": "impressionism-manet",
          "title": "The Father of Impressionism: Édouard Manet",
          "type": "youtube",
          "description": "Great Art Explained: How Manet revolutionized painting",
          "url": "https://youtu.be/dHEOSQjvIzc"
        }
      ]
    },
    {
      "id": "post-impressionism",
      "name": "Post-Impressionism",
      "location": "Art Movement • 1880s-1900s",
      "description": "Artists who built on Impressionism but pushed toward greater expression, structure, or symbolism. Includes Van Gogh, Cézanne, Gauguin, and Seurat.",
      "imageUrl": "images/post-impressionism-starry_night-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "post-impressionism-udemy",
          "title": "Post-Impressionism: Van Gogh, Cézanne, Gauguin",
          "type": "external",
          "description": "Comprehensive Udemy course exploring the major Post-Impressionist masters",
          "url": "https://www.udemy.com/course/post-impressionism/",
          "note": "This course requires login. Use these credentials (you'll only need to enter them once on this device)"
        },
        {
          "id": "post-impressionism-cezanne-lecture",
          "title": "Reflections on Cézanne",
          "type": "youtube",
          "description": "In-depth lecture on Cézanne's artistic philosophy",
          "url": "https://youtu.be/eKASbQTN_YI"
        },
        {
          "id": "post-impressionism-cezanne-bathers",
          "title": "Paul Cézanne: The Father of Modern Art",
          "type": "youtube",
          "description": "National Gallery lecture on Cézanne's 'The Bathers'",
          "url": "https://youtu.be/MFdliclkdlE"
        },
        {
          "id": "post-impressionism-gauguin",
          "title": "The Life of Paul Gauguin",
          "type": "youtube",
          "description": "From fraught friendships to French Polynesia",
          "url": "https://youtu.be/y8lMRTJ5RAM"
        },
        {
          "id": "post-impressionism-seurat",
          "title": "Georges Seurat: Pointillism and Color Theory",
          "type": "youtube",
          "description": "Great Art Explained: Understanding Seurat's scientific approach",
          "url": "https://youtu.be/AJr2T1ko3Is"
        }
      ]
    },
    {
      "id": "surrealism",
      "name": "Surrealism",
      "location": "Art Movement • 1920s-1960s",
      "description": "Movement exploring dreams, the unconscious, and irrational juxtapositions. Led by Dalí, Miró, Magritte, and Frida Kahlo.",
      "imageUrl": "images/surrealism-dali-canva.png",
      "visible": true,
      "lessons": [
        {
          "id": "surrealism-udemy",
          "title": "Surrealism: Dalí, Miró, and Frida Kahlo",
          "type": "external",
          "description": "Comprehensive Udemy course on Surrealist art and artists",
          "url": "https://www.udemy.com/course/surrealism/",
          "note": "This course requires login. Use these credentials (you'll only need to enter them once on this device)"
        },
        {
          "id": "surrealism-case-for",
          "title": "The Case for Surrealism",
          "type": "youtube",
          "description": "Philosophical exploration of why Surrealism matters",
          "url": "https://youtu.be/wtPBOwE0Qn0"
        },
        {
          "id": "surrealism-crash-course",
          "title": "Dada, Surrealism, and Symbolism",
          "type": "youtube",
          "description": "Crash Course Theater #37 - Great for students and adults alike!",
          "url": "https://youtu.be/Fx0Z6y2HmlM"
        },
        {
          "id": "surrealism-dali-documentary",
          "title": "Salvador Dalí: Master of Surrealism",
          "type": "youtube",
          "description": "Full biographical documentary",
          "url": "https://youtu.be/O0cnqAEKRK0"
        },
        {
          "id": "surrealism-miro",
          "title": "Joan Miró: Painter of Another Reality",
          "type": "youtube",
          "description": "Creator of a theatre of dreams",
          "url": "https://youtu.be/leZ8ig8SuyI"
        },
        {
          "id": "surrealism-frida-documentary",
          "title": "Frida Kahlo: A Life of Pain",
          "type": "youtube",
          "description": "Biographical documentary on Frida's life and art",
          "url": "https://youtu.be/vEt0f2xzB54"
        },
        {
          "id": "surrealism-frida-two-fridas",
          "title": "Frida Kahlo's 'The Two Fridas'",
          "type": "youtube",
          "description": "Great Art Explained: Deep analysis of one masterwork",
          "url": "https://youtu.be/rxKR2cHmlPY"
        },
        {
          "id": "surrealism-frida-what-painting-tells-us",
          "title": "What This Painting Tells Us About Frida Kahlo",
          "type": "youtube",
          "description": "Exploring biography through art",
          "url": "https://youtu.be/Vigep1nYT6o"
        },
        {
          "id": "surrealism-dali-great-art",
          "title": "Salvador Dalí: Great Art Explained",
          "type": "youtube",
          "description": "Analysis of Dalí's most famous works",
          "url": "https://youtu.be/gA0RAPh2ZgU"
        },
        {
          "id": "surrealism-magritte",
          "title": "René Magritte: Great Art Explained",
          "type": "youtube",
          "description": "Understanding Magritte's philosophical paintings",
          "url": "https://youtu.be/NZCE3ot6lf8"
        }
      ]
    }
  ]
}
