{
  "museums": [
    {
      "id": "denver-art-museum",
      "name": "Denver Art Museum",
      "location": "Denver, Colorado",
      "description": "One of the largest art museums between Chicago and the West Coast, featuring collections from around the world with a strong focus on American Indian art, Western American art, and modern design.",
      "visible": true,
      "introVideo": "https://youtu.be/oT3PcdbpRYo",
      "lessons": [
        {
          "id": "pissarro-intro",
          "title": "Perspectives on Pissarro",
          "type": "youtube",
          "description": "Explore the work of Camille Pissarro, the father of Impressionism, through the Denver Art Museum's exhibition.",
          "url": "https://youtu.be/oT3PcdbpRYo"
        },
        {
          "id": "pissarro-technique",
          "title": "Pissarro's Brushwork and Technique",
          "type": "youtube",
          "description": "A detailed look at how Pissarro created his distinctive impressionist style.",
          "url": "https://youtu.be/kx-d34fu_i8"
        },
        {
  "id": "pissarro-caribbean-origins",
  "title": "Camille Pissarro: Caribbean Origins",
  "type": "custom",
  "author": "A comprehensive exploration by Bernard",
  "content": [
    {
      "type": "text",
      "text": "Jacob Abraham Camille Pissarro was born on July 10, 1830, on the island of St. Thomas in what was then the Danish West Indies (now the U.S. Virgin Islands). This Caribbean birthplace profoundly shaped his artistic sensibility in ways that art history has only recently begun to fully appreciate."
    },
    {
      "type": "image",
      "url": "images/pissarro_camille-autoportrait_1873.jpg",
      "caption": "Camille Pissarro, Self-Portrait, 1873"
    },
    {
      "type": "text",
      "text": "His father, Frederick Abraham Gabriel Pissarro, was a Portuguese Jewish merchant who had come to the island to manage his deceased uncle's hardware store. His mother, Rachel Manzano-Pomié, came from a French-Jewish family with roots on St. Thomas and connections to the Dominican Republic. The family's situation was complicated and socially marginal—Frederick had married his uncle's widow, Rachel, a union forbidden under Jewish law. This controversial marriage resulted in the family's ostracism from St. Thomas's small but influential Jewish community."
    },
    {
      "type": "text",
      "text": "As a consequence, young Camille and his siblings were compelled to attend primary school exclusively for Black students, an experience that would fundamentally shape his worldview. This early immersion in a multiracial society left an indelible mark on Pissarro's art and politics."
    },
    {
      "type": "image",
      "url": "images/charlotte_amalie_harbour.png",
      "caption": "Charlotte Amalie Harbor, St. Thomas today—the vibrant Caribbean port where Pissarro grew up"
    },
    {
      "type": "text",
      "text": "The tropical landscape of St. Thomas—with its brilliant light, lush vegetation, intense colors, and dramatic topography—provided Pissarro's first visual vocabulary. Works like 'A Creek in St. Thomas' and 'Two Women Chatting by the Sea' demonstrate his early fascination with the interplay of intense sunlight on water, the vibrant greens of palm trees, and the dignity of Black working people going about their daily lives."
    },
    {
      "type": "image",
      "url": "images/a_creek_in_st__thomas_virgin_islands_1985_64_29.jpg",
      "caption": "Camille Pissarro, A Creek in St. Thomas (Virgin Islands), 1856 - Notice the tropical light and lush Caribbean landscape"
    },
    {
      "type": "text",
      "text": "The butter-yellow sun low on the horizon, the smoky mauve-pink mountains, and the brown-skinned figures in these early works establish themes that would persist throughout his career: the study of atmospheric effects, the celebration of labor, and an egalitarian approach to subject matter."
    },
    {
      "type": "image",
      "url": "images/two_women_chatting_by_the_sea_st__thomas_1985_64_30.jpg",
      "caption": "Camille Pissarro, Two Women Chatting by the Sea, St. Thomas, 1856 - The dignity of daily life in the Caribbean"
    },
    {
      "type": "text",
      "text": "Recent scholarship, particularly the 2014 Ordrupgaard Museum exhibition 'Meeting on St. Thomas,' has highlighted how Pissarro's Caribbean origins distinguish him from his fellow Impressionists. While Monet, Renoir, and the others were products of European urban and suburban culture, Pissarro brought a fundamentally different visual experience—one formed by tropical light, colonial social structures, and exposure to African diasporic culture."
    },
    {
      "type": "image",
      "url": "images/mountain-landscape-at-saint-thomas-antilles-unfinished.png",
      "caption": "Camille Pissarro, Mountain Landscape at Saint Thomas, Antilles (unfinished) - Exploring Caribbean topography"
    },
    {
      "type": "text",
      "text": "At age 21, Pissarro met Fritz Melbye, a Danish marine and landscape painter who had arrived on St. Thomas from Copenhagen. Melbye became not only Pissarro's first formal teacher but also his close friend and the catalyst for his decision to abandon the family business and commit fully to art. This relationship introduced Pissarro to the practice of plein air (outdoor) painting and to the wider world of contemporary European art."
    },
    {
      "type": "text",
      "text": "In 1852, Pissarro and Melbye traveled to Venezuela, where they established a studio in Caracas and spent two years painting landscapes, village scenes, and making numerous sketches. This period solidified Pissarro's technical foundation and his commitment to working directly from nature—a practice that would define his entire career. When he finally arrived in Paris in 1855, he brought with him a unique visual vocabulary forged in Caribbean light and a social consciousness shaped by colonial society."
    }
  ]
}
          "id": "impressionism-course",
          "title": "Complete Impressionism Course",
          "type": "external",
          "description": "Deep dive into Impressionism movement, techniques, and major artists. Login will be provided.",
          "url": "https://www.udemy.com/course/impressionism/",
          "note": "Ask me for the login credentials when you're ready to start this course!"
        }
      ]
    },
    {
      "id": "prado",
      "name": "Museo del Prado",
      "location": "Madrid, Spain",
      "description": "Spain's national art museum, home to one of the world's finest collections of European art. Features masterworks by Velázquez, Goya, El Greco, and other Spanish masters from the 12th to early 20th centuries.",
      "visible": true,
      "lessons": [
        {
          "id": "prado-intro",
          "title": "Welcome to the Prado",
          "type": "custom",
          "author": "Created for you",
          "content": [
            {
              "type": "text",
              "text": "The Museo del Prado is one of the most important art museums in the world. Founded in 1819, it houses the former Spanish Royal Collection of art, making it uniquely rich in works by Spanish masters."
            },
            {
              "type": "text",
              "text": "In this lesson, we'll explore why the Prado matters, what makes it special, and prepare you for a deeper dive into Spanish art."
            },
            {
              "type": "text",
              "text": "The Prado's collection includes over 8,000 paintings and thousands of sculptures, prints, and drawings. But don't worry—we'll focus on the highlights that matter most!"
            }
          ]
        }
      ]
    },
    {
      "id": "louvre",
      "name": "The Louvre",
      "location": "Paris, France",
      "description": "The world's largest and most visited art museum, housed in a historic palace. Home to the Mona Lisa, Venus de Milo, and countless masterpieces from ancient civilizations through the 19th century.",
      "visible": true,
      "lessons": []
    },
    {
      "id": "kimbell",
      "name": "Kimbell Art Museum",
      "location": "Fort Worth, Texas",
      "description": "An intimate museum known for its exceptional collection of European masterworks and beautiful architecture by Louis Kahn. Houses works from antiquity through the 20th century.",
      "visible": true,
      "lessons": []
    },
    {
      "id": "hermitage",
      "name": "State Hermitage Museum",
      "location": "St. Petersburg, Russia",
      "description": "One of the largest and oldest museums in the world, founded in 1764. Features over 3 million items including the largest collection of paintings in the world.",
      "visible": false,
      "lessons": []
    },
    {
      "id": "okeeffe",
      "name": "Georgia O'Keeffe Museum",
      "location": "Santa Fe, New Mexico",
      "description": "The only museum in the United States dedicated to an internationally known woman artist. Features the world's largest collection of O'Keeffe's work.",
      "visible": false,
      "lessons": []
    },
    {
      "id": "uffizi",
      "name": "Uffizi Gallery",
      "location": "Florence, Italy",
      "description": "One of the oldest and most famous art museums in the world, housing an unparalleled collection of Renaissance masterworks including Botticelli's Birth of Venus.",
      "visible": false,
      "lessons": []
    },
    {
      "id": "frida-kahlo",
      "name": "Frida Kahlo Museum (Casa Azul)",
      "location": "Mexico City, Mexico",
      "description": "The former home of iconic Mexican artist Frida Kahlo, now a museum dedicated to her life and work. The blue house contains her personal belongings and artwork.",
      "visible": false,
      "lessons": []
    }
  ]
}
